{"id":247,"date":"2022-08-15T10:27:12","date_gmt":"2022-08-15T10:27:12","guid":{"rendered":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/2022\/08\/15\/how-to-make-drinking-just-a-tiny-bit-better-for-you\/"},"modified":"2022-08-15T10:27:12","modified_gmt":"2022-08-15T10:27:12","slug":"how-to-make-drinking-just-a-tiny-bit-better-for-you","status":"publish","type":"post","link":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/2022\/08\/15\/how-to-make-drinking-just-a-tiny-bit-better-for-you\/","title":{"rendered":"How To Make Drinking Just A Tiny Bit Better For You"},"content":{"rendered":"\r\n<p class=\"has-drop-cap\" id=\"has-drop-cap\">Space scientists have discovered just how much they can accomplish when they work together, with incredible feats achieved this year through collaborations with commercial industry and foreign nations.<\/p>\r\n\r\n\r\n\r\n<p>Successful partnerships in 2022 have included the launch and calibration of the most powerful space telescope in the world and photographing the never-before-seen supermassive black hole at the center of the Milky Way galaxy.<\/p>\r\n\r\n\r\n\r\n<!--more-->\r\n\r\n\r\n\r\n<blockquote class=\"wp-block-quote has-text-align-center\"><p>Space, it says, is big. Really big. You just won&#8217;t believe how vastly, hugely, mindbogglingly big it is.<\/p><cite>Douglas Adams<\/cite><\/blockquote>\r\n\r\n\r\n\r\n<p>Stray rocket junk in an unpredictable orbit smashed into the moon, for example, creating a new crater. And NASA&#8217;s mega moon rocket, the Space Launch System, has stumbled on its way to its first lunar mission, with the agency encountering several problems with contractors&#8217; work during a critical test this spring.<\/p>\r\n\r\n\r\n\r\n<p>Whether the rest of the year will include the inaugural moon-bound Artemis mission, the United States&#8217; return to human deep space exploration, remains to be seen. Read more about the year&#8217;s biggest moments in space, so far.<\/p>\r\n\r\n\r\n\r\n<h3 class=\"wp-block-heading\"><strong>James Webb Space Telescope opens for business<\/strong><\/h3>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-content\/uploads\/sites\/26\/2022\/10\/img-1.jpeg\" alt=\"fully unfurled and calibrated James Webb Space Telescope\"\/><figcaption>The James Webb Space Telescope will deliver its first full-color images on July 12.&nbsp;Credit: NASA<\/figcaption><\/figure>\r\n\r\n\r\n\r\n<p>The most powerful observatory in space hit its mark at a destination 1 million miles from Earth in late January and unfurled its complicated,&nbsp;<a href=\"#\">tennis court-size sun shield<\/a>. Engineers have since calibrated the Webb telescope&#8217;s scientific instruments,&nbsp;<a href=\"#\">exceeding expectations<\/a>&nbsp;for its level of precision.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-pullquote alignleft has-text-align-left\"><blockquote><p>In this single galaxy of ours there are eighty-seven thousand million suns.<\/p><cite>Arthur C. Clarke<\/cite><\/blockquote><\/figure>\r\n\r\n\r\n\r\n<p>Astronomers anticipate the telescope will stoke a golden age in our understanding of the cosmos, providing snapshots of space&nbsp;<a href=\"#\">billions of light-years away<\/a>.<\/p>\r\n\r\n\r\n\r\n<p>On July 12, the James Webb Space Telescope, a partnership between NASA, the European Space Agency, and the Canadian Space Agency, will deliver its&nbsp;<a href=\"#\">first full-color images<\/a>. What those first cosmic targets will be is a closely guarded secret.<\/p>\r\n\r\n\r\n\r\n<p>Webb is expected to observe some of the oldest, faintest light in the universe. The telescope will focus on a period less than 300 million years after the Big Bang, when many of the first stars and galaxies were born.<\/p>\r\n\r\n\r\n\r\n<p>Scientists will also use the telescope to peer into the atmospheres of planets outside our solar system, called&nbsp;<a href=\"#\">exoplanets<\/a>. Discoveries out there of water and methane, for example, could be signs of potential habitability or biological activity.<\/p>\r\n\r\n\r\n\r\n<h3 class=\"wp-block-heading\"><strong>Peculiar widespread Martian aurora discovered<\/strong><\/h3>\r\n\r\n\r\n\r\n<p>New overview images of Mars have revealed a stunning green light show in the planet&#8217;s sky.<\/p>\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"alignright is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-content\/uploads\/sites\/26\/2022\/10\/img-2.jpeg\" alt=\"green wormlike aurora streaking Martian sky\" width=\"429\" height=\"241\"\/><figcaption>Scientists believe a newly discovered Martian aurora puts green streaks in Mars&#8217; sky.&nbsp;Credit: Emirates Mars Mission<\/figcaption><\/figure><\/div>\r\n\r\n\r\n<p>Much of Mars&#8217; atmosphere apparently has a wormlike streak, an aurora similar to the Northern Lights sometimes visible on Earth. The Martian aurora is a glowing, twisted band of ultraviolet light, stretching thousands of miles from the dayside, which faces the sun, to the back of the planet.<\/p>\r\n\r\n\r\n\r\n<p>A United Arab Emirates Space Agency probe orbiting Mars, known as Hope,&nbsp;<a href=\"#\">took the snapshots<\/a>.<\/p>\r\n\r\n\r\n\r\n<p>No one knows how it&#8217;s happening, given that scientists believe&nbsp;<a href=\"https:\/\/mgs-mager.gsfc.nasa.gov\/kids\/magfield.html\">Mars&#8217; magnetic field<\/a>&nbsp;largely deteriorated billions of years ago. Magnetic fields guide high-energy streams of electrons from the sun into a planet&#8217;s atmosphere.<\/p>\r\n\r\n\r\n\r\n<h3 class=\"wp-block-heading\"><strong>Astronomers take the first photo of massive Milky Way black hole<\/strong><\/h3>\r\n\r\n\r\n<div class=\"wp-block-image\">\r\n<figure class=\"alignleft is-resized\"><img loading=\"lazy\" decoding=\"async\" src=\"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-content\/uploads\/sites\/26\/2022\/10\/img-3.jpeg\" alt=\"Sagittarius A* black hole\" width=\"312\" height=\"312\"\/><figcaption>Scientists around the world worked together to take the first photo ever of Sagittarius A*, the supermassive black hole at the center of the Milky Way galaxy.&nbsp;Credit: Event Horizon Telescope<\/figcaption><\/figure><\/div>\r\n\r\n\r\n<p>At the center of the Milky Way is a giant black hole, and for the first time ever,&nbsp;<a href=\"#\">astronomers were able to see it<\/a>.<\/p>\r\n\r\n\r\n\r\n<p>Black holes don&#8217;t have surfaces, like planets or stars. Instead, these mysterious cosmic objects have a boundary called an &#8220;event horizon,&#8221; a point of no return. If anything swoops too close to that point, it will fall inward, never to escape the hole&#8217;s gravity.<\/p>\r\n\r\n\r\n\r\n<p>With the power of eight linked radio dishes from around the world, the&nbsp;<a href=\"#\">Event Horizon Telescope took a picture<\/a>&nbsp;of the shadow of the supermassive black hole known as Sagittarius A*. Hundreds of scientists from 80 institutions around the globe worked together to collect, process, and piece together fragments of data to make the picture.<\/p>\r\n\r\n\r\n\r\n<p>Up until three years ago, any depiction of a black hole was merely an artist&#8217;s interpretation or a computer model. Now scientists have a snapshot of the real deal, which spans 27 million miles.<\/p>\r\n\r\n\r\n\r\n<p>With financial support from the National Science Foundation and other groups, scientists plan to enhance their technology to make the image drastically sharper.<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>It surprises me how disinterested we are today about things like physics, space, the universe and philosophy of our existence, our purpose, our final destination. Its a crazy world out there. Be curious.<\/p>\n","protected":false},"author":82,"featured_media":210,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":"","buzzeditor_post_format":""},"categories":[46,47,49],"tags":[54,55,52,53,56],"_links":{"self":[{"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/posts\/247"}],"collection":[{"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/users\/82"}],"replies":[{"embeddable":true,"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/comments?post=247"}],"version-history":[{"count":0,"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/posts\/247\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/media\/210"}],"wp:attachment":[{"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/media?parent=247"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/categories?post=247"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/demo.akbilisim.com\/newsy\/hotnews\/wp-json\/wp\/v2\/tags?post=247"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}